Repository: ControlledChaos/modal-buddy
Catalog: languages/modal-buddy-*.po
Languages: fr_fr

# xprofile user-admin edit screen
source: Profile Photo
fr_fr: Photo de profil

# xprofile user-admin edit screen
source: Profile Cover Image
fr_fr: Image de couverture

source: Edit Profile Photo
fr_fr: Modifier Photo de profil

source: Delete Profile Photo
fr_fr: Supprimer Photo de profil

source: User Cover Image
fr_fr: Image de couverture du membre

source: View Cover Image
fr_fr: Voir Image de couverture

source: Edit Cover Image
fr_fr: Modifier Image de couverture

# group admin edit screen
source: Group Photo
fr_fr: Photo du Groupe

# group admin edit screen
source: Group Cover Image
fr_fr: Image de couverture du Groupe

source: Group logo of %s
fr_fr: Logo du groupe %s

source: Edit Group Photo
fr_fr: Modifier la photo du Groupe

source: Group Cover Image
fr_fr: Image de couverture du Groupe

source: Success: Site Logo saved.
fr_fr: Succès: Logo du site enregistré.

source: Error: the Site Logo was not saved.
fr_fr: Erreur: l&#39;enregistrement du logo du site a échoué.

source: You can use the Site Icon to set your Site Logo.
fr_fr: Vous pouvez l&#39;icône de votre site pour créer le logo de votre site.

source: The Site Icon is not set for this site. Please use the Upload tab.
fr_fr: L&#39;icône du site n&#39;est pas disponible. Merci d&#39;utiliser l&#39;onglet de téléchargement.

source: The Site Icon is already used as the Site Logo. You can either delete it or upload a new one using the corresponding tabs.
fr_fr: L&#39;icône du site est déjà utilisée en tant que logo du site. Vous pouvez soit le supprimer soit en télécharger un nouveau en utilisant les onglets correspondants.

source: If you&#39;d like to delete the existing site logo but not upload a new one, please use the delete tab.
fr_fr: Si vous souhaitez supprimer le site logo existant sans le remplacer, merci d&#39;utiliser l&#39;onglet de suppression.

source: There was a problem cropping the site logo.
fr_fr: Un problème est survenu lors de la création du logo du site.

source: The site logo was uploaded successfully.
fr_fr: Le logo du site a été enregistré avec succès.

source: There was a problem deleting the site logo. Please try again.
fr_fr: Un problème est survenu lors de la suppression du logo du site. Merci de renouveler l&#39;opération.

source: The site logo was deleted successfully!
fr_fr: Le logo du site a été supprimé avec succès.

source: Site Icon
fr_fr: Icône du Site

source: If you'd like to delete the current site logo but not upload a new one, please use the delete site logo button.
fr_fr: Si vous souhaitez supprimer le site logo existant sans le remplacer, merci d&#39;utiliser le bouton de suppression.

source: Delete Site Logo
fr_fr: Supprimer le logo du site

source: Use Site Icon
fr_fr: Utiliser l'icône du site.

source: Unable to create the directory for the avatar of the site.
fr_fr: La création du répertoire accueillant le logo du site a échoué.

source: Site logo of %s
fr_fr: Logo du site %s

source: Edit Site Logo
fr_fr: Modifier le logo du site

source: Edit Logo
fr_fr: Modifier Logo

source: You are not allowed to directly access to this page.
fr_fr: Cette action n&#39;est pas autorisée.

source: Modal Buddy Failure
fr_fr: Echec de Modal Buddy

source: Open window
fr_fr: Ouvrir

source: Edit Group Profile Photo
fr_fr: Modifier la photo de profil du Groupe

source: Edit Photo
fr_fr: Modifier Photo

source: Edit Group Cover Image
fr_fr: Modifier l&#39;image de couverture du Groupe

source: %s requires at least version %s of BuddyPress.
fr_fr: %s requiert à minima la version %s de BuddyPress

source: %s and BuddyPress need to share the same network configuration.
fr_fr: %s a besoin de partager la même configuration réseau que BuddyPress.

source: Modal Boxes for BuddyPress objects
fr_fr: Des fenêtre modales pour les objets de BuddyPress.
